Repository: mbta/mobile_app
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: es, fr, ht, pt_br, vi, zh_hans_cn, zh_hant_tw

source: Special Event
es: Evento especial
fr: Événement spécial
ht: Evènman Espesyal
pt_br: Evento especial
vi: Sự kiện đặc biệt
zh_hans_cn: 特殊事件
zh_hant_tw: 特殊事件

source: speed restriction
es: restricción de velocidad
fr: réduction de la vitesse
ht: restriksyon vitès
pt_br: restrição de velocidade
vi: hạn chế tốc độ
zh_hans_cn: 速度限制
zh_hant_tw: 速度限制

source: Speed Restriction
es: Restricción de velocidad
fr: Restriction de vitesse
ht: Limit Vitès
pt_br: Restrição de velocidade
vi: Giới hạn tốc độ
zh_hans_cn: 速度限制
zh_hant_tw: 速度限制

source: Star route
es: Marcar ruta favorita
fr: Route préférée
ht: Mete wout nan favori
pt_br: Marcar rota como favorita
vi: Tuyến đường sao
zh_hans_cn: 为线路添加星号
zh_hant_tw: 為線路添加星號

source: Start
es: Inicio
fr: Commencer
ht: Kòmanse
pt_br: Início
vi: Bắt đầu
zh_hans_cn: 开始日期
zh_hant_tw: 開始日期

source: start of service
es: inicio del servicio
fr: début du service
ht: kòmansman sèvis
pt_br: início do serviço
vi: bắt đầu dịch vụ
zh_hans_cn: 服务开始
zh_hant_tw: 服務開始

source: Station Accessibility Info
es: Información de accesibilidad de la estación
fr: Informations sur l’accessibilité de la gare
ht: Enfòmasyon sou Aksè Estasyon
pt_br: Informações de acessibilidade da estação
vi: Thông tin về khả năng tiếp cận ga
zh_hans_cn: 车站无障碍信息
zh_hant_tw: 車站無障礙資訊

source: Station closed
es: Estación cerrada
fr: Station fermée
ht: Estasyon fèmen
pt_br: Estação fechada
vi: Nhà ga/trạm dừng đóng cửa
zh_hans_cn: 车站已关闭
zh_hant_tw: 車站已關閉

source: Station Closed
es: Estación cerrada
fr: Station fermée
ht: Estasyon Fèmen
pt_br: Estação fechada
vi: Nhà ga/trạm dừng đóng cửa
zh_hans_cn: 车站已关闭
zh_hant_tw: 車站已關閉

source: Station Closure
es: Cierre de estación
fr: Fermeture de la station
ht: Estasyon Fèmen
pt_br: Fechamento de estação
vi: Đóng ga
zh_hans_cn: 车站关闭
zh_hant_tw: 車站關閉

source: Station issue
es: Problema en la estación
fr: Problème de station
ht: Pwoblèm estasyon
pt_br: Problema na estação
vi: Vấn đề về nhà ga/trạm dừng
zh_hans_cn: 车站问题
zh_hant_tw: 車站問題

source: Station Issue
es: Problema en la estación
fr: Problème de station
ht: Pwoblèm Estasyon
pt_br: Problema na estação
vi: Vấn đề về nhà ga/trạm dừng
zh_hans_cn: 车站问题
zh_hant_tw: 車站問題

source: Stop closed
es: Parada cerrada
fr: Arrêt fermé
ht: Arè a fèmen
pt_br: Parada fechada
vi: Điểm dừng bị đóng
zh_hans_cn: 站点已关闭
zh_hant_tw: 站點已關閉

source: Stop Closed
es: Parada cerrada
fr: Arrêt fermé
ht: Arè Fèmen
pt_br: Parada fechada
vi: Điểm dừng bị đóng
zh_hans_cn: 站点已关闭
zh_hant_tw: 網站已關閉

source: Stop Closure
es: Cierre de parada
fr: Fermeture de l’arrêt
ht: Fèmti Arè
pt_br: Fechamento de parada
vi: Đóng điểm dừng
zh_hans_cn: 站点关闭
zh_hant_tw: 網站關閉

source: Stop details
es: Detalles de parada
fr: Détails de l’arrêt
ht: Detay sou arè a
pt_br: Detalhes da parada
vi: Chi tiết điểm dừng
zh_hans_cn: 站点详情
zh_hant_tw: 站點詳情

source: Stop moved
es: Parada modificada
fr: Arrêt reporté
ht: Arè Fèmen
pt_br: Parada movimentada
vi: Điểm dừng đã di chuyển
zh_hans_cn: 站点已移动
zh_hant_tw: 網站已移動

source: Stop Moved
es: Parada modificada
fr: Arrêt reporté
ht: Arè Fèmen
pt_br: Parada movimentada
vi: Điểm dừng đã di chuyển
zh_hans_cn: 站点已移动
zh_hant_tw: 網站已移動

source: Stop shoveling
es: Trabajo de paleo en la parada
fr: Déneigement de l’arrêt
ht: Arè denèjman
pt_br: Remoção de neve na parada
vi: Dừng việc xúc tuyết
zh_hans_cn: 站点铲雪中
zh_hant_tw: 網站鏟雪中

source: Stop Shoveling
es: Trabajo de paleo en la parada
fr: Déneigement de l’arrêt
ht: Arè Denèjman
pt_br: Remoção de neve na parada
vi: Dừng việc xúc tuyết
zh_hans_cn: 站点铲雪中
zh_hant_tw: 網站鏟雪中

source: Stopped %ld stops away
es: Detenido a %ld paradas de distancia
fr: Arrêté à %ld arrêts restants
ht: Kanpe %ld Kanpe lwen
pt_br: Parado a %ld paradas de distância
vi: Đã dừng cách đây %ld điểm dừng
zh_hans_cn: 靠站位置距离您%ld站
zh_hant_tw: 靠站位置距離您%ld站

source: Stopped at station
es: Detenido en la estación
fr: Arrêté à la station
ht: Kanpe nan estasyon
pt_br: Parado na estação
vi: Đã dừng ở ga
zh_hans_cn: 已停在车站
zh_hant_tw: 已停在車站

source: Stops
es: Paradas
fr: Arrêts
ht: Arè
pt_br: Paradas
vi: Điểm dừng
zh_hans_cn: 站点
zh_hant_tw: 網站

source: strike
es: huelga
fr: grève
ht: grèv
pt_br: greve
vi: biểu tình
zh_hans_cn: 罢工
zh_hant_tw: 罷工

source: Strike
es: Huelga
fr: Grève
ht: Grèv
pt_br: Greve
vi: Biểu tình
zh_hans_cn: 罢工
zh_hant_tw: 罷工

source: Subway
es: Metro
fr: Métro
pt_br: Metrô
vi: Tàu điện ngầm
zh_hans_cn: 地铁
zh_hant_tw: 地鐵

source: Summary
es: Resumen
fr: Résumé
ht: Rezime
pt_br: Resumo
vi: Bản tóm tắt
zh_hans_cn: 概要
zh_hant_tw: 概觀

source: Suspension
es: Suspensión
fr: Interruption
ht: Sispansyon
pt_br: Suspensão
vi: Đình chỉ
zh_hans_cn: 暂停
zh_hant_tw: 暫停

source: switch issue
es: problema de cambio de carril
fr: problème de commutation
ht: pwoblèm nan switch ray
pt_br: problema na agulha
vi: vấn đề chuyển đổi
zh_hans_cn: 道岔问题
zh_hant_tw: 道岔問題

source: Switch Issue
es: Problema de cambio de carril
fr: Problème de commutation
ht: Pwoblèm nan switch ray
pt_br: Problema na agulha
vi: Vấn đề chuyển đổi
zh_hans_cn: 道岔问题
zh_hant_tw: 道岔問題

source: switch problem
es: problema del interruptor
fr: problème de commutation
ht: pann nan switch ray
pt_br: problema na agulha
vi: vấn đề chuyển đổi
zh_hans_cn: 道岔故障
zh_hant_tw: 道岔故障

source: Switch Problem
es: Problema de cambio de carril
fr: Problème d’aiguillage
ht: Pann nan switch ray
pt_br: Problema de troca
vi: Vấn đề chuyển đổi
zh_hans_cn: 道岔故障
zh_hant_tw: 道岔故障

source: switches direction
es: cambia la dirección
fr: inverse la direction
ht: chanje direksyon
pt_br: trocar de direção
vi: đổi hướng
zh_hans_cn: 切换路线方向
zh_hant_tw: 切換方向

source: Tap stops to add to Favorites
es: Toque las paradas para agregarlas a favoritos
fr: Appuyez sur des arrêts pour les ajouter aux Favoris
ht: Tape sou arè yo pou ajoute yo nan Favorites
pt_br: Toque nas paradas para adicioná-las aos favoritos
vi: Nhấn vào điểm dừng để thêm vào mục yêu thích
zh_hans_cn: 点击站点可添加至收藏夹
zh_hant_tw: 按一下網站可新增至我的最愛

source: technical problem
es: problema técnico
fr: problème technique
ht: pwoblèm teknik
pt_br: problema técnico
vi: vấn đề kỹ thuật
zh_hans_cn: 技术故障
zh_hant_tw: 技術故障

source: Technical Problem
es: Problema técnico
fr: Problème technique
ht: Pwoblèm Teknik
pt_br: Problema técnico
vi: Vấn đề kỹ thuật
zh_hans_cn: 技术故障
zh_hant_tw: 技術故障

source: Terms of Use
es: Términos de uso
fr: Conditions d’utilisation
ht: Kondisyon itilizasyon
pt_br: Termos de Uso
vi: Điều khoản sử dụng
zh_hans_cn: 使用条款
zh_hant_tw: 使用條款

source: The %@ assigned to this route is currently serving another trip. We’ll show it on the route once it starts this trip.
es: El %@ asignado a esta ruta actualmente está realizando otro viaje. Lo mostraremos en la ruta una vez que comience este viaje.
fr: Le %@ affecté à cet itinéraire effectue actuellement un autre trajet. Il s’affichera sur la ligne dès qu’il commencera ce trajet.
ht: %@ yo mete pou wout sa a ap sèvi yon lòt vwayaj kounye a. Nou pral montre li sou wout la kou li kòmanse vwayaj sa a.
pt_br: O %@ atribuído a esta rota está atualmente atendendo em outra viagem. Nós vamos mostrá-lo nesta rota assim que iniciar esta viagem.
vi: %@ được chỉ định cho tuyến đường này hiện đang phục vụ một chuyến đi khác. Chúng tôi sẽ hiển thị trên tuyến đường khi phương tiện bắt đầu chuyến đi này.
zh_hans_cn: 分配给此路线的%@当前正在为其他行程提供服务。其开始为此行程提供服务后，将在路线上显示。
zh_hant_tw: 分配給此線路的%@目前正在為另一趟行程提供服務。一旦行程開始，我們就會在線路上顯示它。

source: The %@ location might not be available in advance if a vehicle hasn’t been assigned yet. Once the driver starts the trip, we’ll start showing the live location.
es: Es posible que la ubicación de %@ no esté disponible con anticipación si aún no se ha asignado un vehículo. Una vez que el conductor comience el viaje, comenzaremos a mostrar la ubicación en vivo.
fr: L’emplacement de %@ peut ne pas être disponible à l’avance si aucun véhicule n’a encore été attribué. Dès que le conducteur démarre le trajet, nous afficherons sa position en temps réel.
ht: Pozisyon %@ ka pa disponib davans si yo poko mete yon machin pou li. Kou chofè a kòmanse vwayaj la, nou pral kòmanse montre pozisyon an, an dirèk.
pt_br: A localização de %@ pode não estar disponível com antecedência se um veículo ainda não tiver sido atribuído. Assim que o motorista iniciar a viagem, começaremos a mostrar a localização em tempo real.
vi: Vị trí %@ có thể không khả dụng trước nếu xe chưa được chỉ định. Khi tài xế bắt đầu chuyến đi, chúng tôi sẽ bắt đầu hiển thị vị trí trực tiếp.
zh_hans_cn: 如果尚未分配车辆，%@的位置信息可能无法提前显示。司机开始此行程后，我们将开始显示实时位置信息。
zh_hant_tw: 如果尚未分配車輛，%@位置可能無法提前使用。一旦司機開始行程，我們將開始顯示即時位置。

source: This %@ has reached its destination.
es: Este %@ ha llegado a su destino.
fr: Ce %@ a atteint sa destination.
ht: %@ sa a rive nan destinasyon li.
pt_br: %@ chegou ao destino.
vi: %@ này đã đến đích.
zh_hans_cn: 本%@已到达目的地。
zh_hant_tw: 本%@已到達目的地。

source: This stop has %ld elevators closed
es: Esta parada tiene los ascensores %ld cerrados
fr: Cet arrêt comporte %ld ascenseurs fermés
ht: Asansè yo fèmen %ld nan arè sa a
pt_br: Esta parada está com %ld os elevadores fechados
vi: Điểm dừng này có %ld thang máy đóng
zh_hans_cn: 此站点有%ld电梯关闭
zh_hant_tw: 此網站有%ld電梯關閉

source: This stop is drop-off only
es: Esta parada es solo para descenso
fr: Cet arrêt est réservé à la descente uniquement
ht: Arè sa a se pou depoze moun sèlman
pt_br: Esta parada é somente para desembarque
vi: Điểm dừng này chỉ để trả khách
zh_hans_cn: 此站点仅供下客
zh_hant_tw: 此網站僅供下客

source: This stop is not accessible
es: Esta parada no es accesible
fr: Cet arrêt n’est pas accessible
ht: Estasyon sa a pa aksesib
pt_br: Esta parada não é acessível
vi: Điểm dừng này không có lối vào cho người khuyết tật
zh_hans_cn: 此车站不适合轮椅通行
zh_hant_tw: 此車站不適合輪椅通行

source: This trip has been cancelled. We’re sorry for the inconvenience.
es: Este viaje ha sido cancelado. Lamentamos las molestias.
fr: Ce voyage a été annulé. Nous sommes désolés pour la gêne occasionnée.
ht: Vwayaj sa a anile. Nou regrèt deranjman an.
pt_br: Esta viagem foi cancelada. Lamentamos o inconveniente.
vi: Chuyến đi này đã bị hủy. Chúng tôi xin lỗi vì sự bất tiện này.
zh_hans_cn: 此行程已取消。我们对此造成的不便深表歉意。
zh_hant_tw: 本行程已取消。對於造成您的不便，我們深表歉意。

source: tie replacement
es: reemplazo de traviesas
fr: remplacement de traverses
ht: ranplasman mare
pt_br: substituição de dormentes
vi: thay tà vẹt
zh_hans_cn: 更换轨枕
zh_hant_tw: 更換軌枕

source: Tie Replacement
es: Reemplazo de traviesas
fr: Remplacement de traverses
ht: Ranplasman kòd
pt_br: Troca de pneu
vi: Thay tà vẹt
zh_hans_cn: 更换轨枕
zh_hant_tw: 更換軌枕

source: Tip: %1$@
es: Consejo: %1$@
fr: Astuce : %1$@
ht: Konsèy: %1$@
pt_br: Dica: %1$@
vi: Mẹo: %1$@
zh_hans_cn: 提示：%1$@
zh_hant_tw: 提示：%1$@

source: To
es: A
fr: Jusqu’à
ht: Pou
pt_br: Para
vi: Đến
zh_hans_cn: 目的地
zh_hant_tw: 目的地

source: To find stops, select a route first
es: Para encontrar paradas, primero seleccione una ruta
fr: Pour trouver un arrêt, sélectionnez d’abord un trajet
ht: Pou jwenn yon arè, chwazi wout la anvan
pt_br: Para encontrar paradas, selecione uma rota primeiro
vi: Để tìm điểm dừng, trước tiên hãy chọn một tuyến đường
zh_hans_cn: 要查找站点，请先选择路线
zh_hant_tw: 要尋找網站，請先選擇路線

source: toggle direction
es: alternar dirección
fr: inverser la direction
ht: baskile direksyon
pt_br: alternar direção
vi: chuyển hướng
zh_hans_cn: 切换方向
zh_hant_tw: 切換方向

source: Track %@
es: Pista %@
fr: Voie %@
ht: Suiv %@
pt_br: Trilho %@
vi: Đường ray %@
zh_hans_cn: 追踪%@
zh_hant_tw: 追蹤%@

source: Track change
es: Cambio de pista
fr: Changement de voie
ht: Suiv chanjman
pt_br: Alteração de trilho
vi: Thay đổi đường ray
zh_hans_cn: 轨道变更
zh_hant_tw: 軌道變更

source: Track Change
es: Cambio de pista
fr: Changement de voie
ht: Suiv Chanjman
pt_br: Alteração de trilho
vi: Thay đổi đường ray
zh_hans_cn: 轨道变更
zh_hant_tw: 軌道變更

source: track problem
es: problema en la vía
fr: problème de voie
ht: pwoblèm sou ray
pt_br: problema nos trilhos
vi: vấn đề về đường ray
zh_hans_cn: 轨道故障
zh_hant_tw: 軌道故障

source: Track Problem
es: Problema de vía
fr: Problème sur la voie
ht: Pwoblèm sou Ray
pt_br: Problema de trilho
vi: Vấn đề về đường ray
zh_hans_cn: 轨道故障
zh_hant_tw: 軌道故障

source: track work
es: trabajo en la vía
fr: travaux sur la voie
ht: travay ap fèt sou ray
pt_br: trabalho nos trilhos
vi: thi công đường ray
zh_hans_cn: 轨道作业
zh_hant_tw: 軌道作業

source: Track Work
es: Trabajo en vía
fr: Travaux sur la voie
ht: Travay sou Ray
pt_br: Obras no trilho
vi: Thi công đường ray
zh_hans_cn: 轨道作业
zh_hant_tw: 軌道作業

source: traffic
es: tráfico
fr: trafic
ht: trafik
pt_br: tráfego
vi: giao thông
zh_hans_cn: 交通
zh_hant_tw: 交通

source: Traffic
es: Tráfico
fr: Trafic
ht: Sikilasyon
pt_br: Tráfego
vi: Giao thông
zh_hans_cn: 交通
zh_hant_tw: 交通

source: train
es: tren
ht: tren
pt_br: trem
vi: tàu
zh_hans_cn: 列车
zh_hant_tw: 列車

source: train traffic
es: tráfico de trenes
fr: trafic ferroviaire
ht: trafik tren
pt_br: tráfego de trem
vi: giao thông đường sắt
zh_hans_cn: 火车交通
zh_hant_tw: 火車交通

source: Train Traffic
es: Tráfico de trenes
fr: Trafic ferroviaire
ht: Trafik tren
pt_br: Tráfego de trem
vi: Giao thông đường sắt
zh_hans_cn: 火车交通
zh_hant_tw: 火車交通

source: trains
es: trenes
ht: tren yo
pt_br: trens
vi: tàu
zh_hans_cn: 列车
zh_hant_tw: 列車

source: Trip cancelled
es: Viaje cancelado
fr: Trajet annulé
ht: Vwayaj la anile
pt_br: Viagem cancelada
vi: Chuyến đi đã bị hủy
zh_hans_cn: 行程已取消
zh_hant_tw: 行程已取消

source: Trip complete
es: Viaje completado
fr: Voyage terminé
ht: Vwayaj konplè
pt_br: Viagem concluída
vi: Chuyến đi hoàn tất
zh_hans_cn: 行程结束
zh_hant_tw: 行程結束

source: Trip Planner
es: Planificador de viaje
fr: Planificateur de trajet
ht: Zouti pou planifye vwayaj
pt_br: Planejador de trajetos
vi: Lập kế hoạch chuyến đi

source: Try a different spelling or name.
es: Pruebe con una ortografía o un nombre diferentes.
fr: Essayez avec une autre orthographe ou un autre nom.
ht: Eseye yon diferan òtograf oswa non.
pt_br: Tente uma ortografia ou nome diferente.
vi: Thử cách viết hoặc tên khác.
zh_hans_cn: 尝试不同的拼写或名称。
zh_hant_tw: 嘗試不同的拼字或名稱。

source: Try your search again.
es: Busque de nuevo.
fr: Réessayez votre recherche.
ht: Eseye rechèch ou a ankò.
pt_br: Tente pesquisar novamente.
vi: Thử tìm kiếm lại.
zh_hans_cn: 再次尝试搜索。
zh_hant_tw: 再次嘗試搜尋。

source: Turn On in Settings
es: Activar en Configuración
fr: Activer dans les paramètres
ht: Ouvri nan pa Paramèt
pt_br: Ativar nas Configurações
vi: Bật trong Cài đặt
zh_hans_cn: 在设置中打开
zh_hant_tw: 在設定中打開

source: Unable to connect
es: No se puede conectar
fr: Impossible de se connecter
ht: Pa ka konekte
pt_br: Impossível conectar
vi: Không thể kết nối
zh_hans_cn: 无法连接
zh_hant_tw: 無法連接

source: Undo
es: Deshacer
fr: Annuler
ht: Efase
pt_br: Desfazer
vi: Hoàn tác
zh_hans_cn: 撤消
zh_hant_tw: 撤銷

source: unpin route from the top of the list
es: desanclar la ruta de la parte superior de la lista
fr: désépingler le trajet du haut de la liste
ht: detache wout la soti nan tèt lis la
pt_br: desafixar a rota do topo da lista
vi: bỏ ghim tuyến đường khỏi đầu danh sách
zh_hans_cn: 在列表中取消置顶路线
zh_hant_tw: 從清單頂部取消固定線路

source: unruly passenger
es: pasajero rebelde
fr: passager indiscipliné
ht: pasaje ap fè dezòd
pt_br: passageiro problemático
vi: hành khách ngỗ ngược
zh_hans_cn: 乘客干扰
zh_hant_tw: 乘客干擾

source: Unruly Passenger
es: Pasajero indisciplinado
fr: Passager indiscipliné
ht: Pasaje Ki Pa Respekte Règ
pt_br: Passageiro indisciplinado
vi: Hành khách ngỗ ngược
zh_hans_cn: 乘客干扰
zh_hant_tw: 乘客干擾

source: Until further notice
es: Hasta nuevo aviso
fr: Jusqu’à nouvel ordre
ht: Jiskaske yo bay lòt avi
pt_br: Até novo aviso
vi: Cho đến khi có thông báo mới
zh_hans_cn: 等待进一步通知
zh_hant_tw: 等待進一步通知

source: Updated %ld minutes ago
es: Actualizado hace %ld minutos
fr: Mis à jour il y a %ld minutes
ht: Mete ajou %ld minit de sa
pt_br: Atualizado há %ld minutos
vi: Đã cập nhật %ld phút trước
zh_hans_cn: %ld 分钟前更新
zh_hant_tw: %ld 分鐘前更新

source: Updated: %@
es: Actualizado: %@
fr: Mis à jour : %@
ht: Mizajou: %@
pt_br: Atualização: %@
vi: Cập nhật: %@
zh_hans_cn: 最后更新：%@
zh_hant_tw: 最後更新：%@

source: Use the "More" navigation tab to send app feedback
es: Use la pestaña de navegación "Más" para enviar comentarios sobre la app
fr: Rendez-vous dans l’onglet « Plus » pour envoyer un avis sur l’application
ht: Itilize onglè navigasyon "Plis" la pou w voye kòmantè sou aplikasyon an
pt_br: Use a guia de navegação “Mais” para enviar comentários no aplicativo
vi: Sử dụng tab điều hướng "Thêm" để gửi phản hồi về ứng dụng
zh_hans_cn: 使用“更多”导航选项卡发送应用程序反馈
zh_hant_tw: 使用「更多」導覽標籤傳送應用程式回饋

source: version %@
es: versión %@
ht: vèsyon %@
pt_br: versão %@
vi: phiên bản %@
zh_hans_cn: 版本%@
zh_hant_tw: 版本 %@

# version %@ (%@)
source: version %1$@ (%2$@)
es: versión %1$@ (%2$@)
ht: vèsyon %1$@ (%2$@)
pt_br: versão %1$@ (%2$@)
vi: phiên bản %1$@ (%2$@)
zh_hans_cn: 版本%1$@(%2$@)
zh_hant_tw: 版本%1$@(%2$@)

source: View details
es: Ver detalles
fr: Voir les détails
ht: Gade detay yo
pt_br: Ver detalhes
vi: Xem chi tiết
zh_hans_cn: 查看详情
zh_hant_tw: 查看詳情

source: View Source on GitHub
es: Ver código fuente en GitHub
fr: Voir la source dans GitHub
ht: Gade sous la sou GitHub
pt_br: Visualizar Origem no GitHub
vi: Xem nguồn trên GitHub
zh_hans_cn: 在GitHub上查看源代码
zh_hant_tw: 在GitHub上查看原始程式碼

source: View transit near Boston
es: Ver el tránsito cerca de Boston
fr: Voir les transports près de Boston
ht: Gade transpò piblik toupre Boston
pt_br: Ver trânsito perto de Boston
vi: Xem phương tiện công cộng gần Boston
zh_hans_cn: 查看波士顿车站附近的交通运输服务
zh_hant_tw: 查看波士頓附近的交通

source: Waiting to depart
es: Esperando para partir
fr: En attente de départ
ht: Ap tann pou yo ale
pt_br: Esperando para partir
vi: Đang chờ khởi hành
zh_hans_cn: 等待出发
zh_hant_tw: 等待離開

source: We don’t have live predictions for this trip yet, but they will appear closer to the scheduled time. If the trip is delayed or cancelled, we’ll let you know here.
es: Aún no tenemos predicciones en vivo para este viaje, pero aparecerán más cerca de la hora programada. Si el viaje se retrasa o se cancela, se lo informaremos aquí.
fr: Nous n’avons pas encore de prévisions en temps réel pour ce trajet, mais elles apparaîtront à l’approche de l’heure prévue. Si le trajet est retardé ou annulé, nous vous tiendrons informé ici.
ht: Nou poko gen prediksyon an dirèk pou vwayaj sa a, men yo pral parèt pi pre lè ki pwograme a. Si vwayaj la an reta oswa anile, n ap fè w konnen isit la.
pt_br: Ainda não temos previsões em tempo real para esta viagem, mas ela vai aparecer mais perto do horário programado. Se a viagem for adiada ou cancelada, informaremos você por aqui.
vi: Chúng tôi chưa có dự đoán trực tiếp cho chuyến đi này nhưng sẽ gần với thời gian dự kiến hơn. Nếu chuyến đi bị hoãn hoặc hủy, chúng tôi sẽ thông báo cho bạn tại đây.
zh_hans_cn: 我们目前还无法实时预测此行程的车辆到达时间，但会在临近计划时间时显示。如果行程延误或取消，我们会在此通知您。
zh_hant_tw: 我們還沒有這次行程的即時預測，但當接近預定時間時就會顯示。如果行程延誤或取消，我們會在這裡通知您。

source: We now show **arrivals** and detailed **vehicle locations** all at once. Let us know what you think!
es: Ahora mostramos las **llegadas** y las **ubicaciones detalladas de los vehículos** al mismo tiempo. Díganos lo que piensa.
fr: Nous affichons maintenant les **arrivées** et les **emplacements détaillés des véhicules** en un seul coup d’œil. Dites-nous ce que vous en pensez !
ht: Kounye a nou montre **arive** ak **pozisyon detaye machin** yo yon sèl kou. Di nou sa w panse!
pt_br: Agora mostramos as **chegadas** e **localizações das composições** detalhadas de uma só vez. Conte-nos sua opinião!
vi: Giờ đây chúng tôi hiển thị **thông tin về giờ đến** và **vị trí chi tiết của phương tiện** cùng một lúc. Hãy cho chúng tôi biết suy nghĩ của bạn!
zh_hans_cn: 我们现在同时显示**车辆的到站时间**和详细的**车辆位置**信息。欢迎告诉我们您的想法！
zh_hant_tw: 我們現在同時顯示**車輛的到站時間**和詳細的**車輛位置**資訊。歡迎告訴我們您的想法！

source: We use your location to show you nearby transit options.
es: Usamos su ubicación para mostrarle opciones de tráfico cercanas.
fr: Nous utilisons votre position pour afficher les options de transport à proximité.
ht: Nou itilize pozisyon w pou montre w opsyon transpò piblik ki toupre yo.
pt_br: Usamos sua localização para lhe mostrar suas opções de transporte próximas.
vi: Chúng tôi sử dụng vị trí của bạn để hiển thị cho bạn các lựa chọn phương tiện công cộng ở gần.
zh_hans_cn: 我们使用您的位置向您显示附近的交通选择。
zh_hant_tw: 我們使用您的位置向您顯示附近的交通選擇。

source: weather
es: clima
fr: météo
ht: move tan
pt_br: clima
vi: thời tiết
zh_hans_cn: 天气
zh_hant_tw: 天氣

source: Weather
es: Clima
fr: Météo
ht: Tan
pt_br: Clima
vi: Thời tiết
zh_hans_cn: 天气
zh_hant_tw: 天氣

source: Westbound
es: En dirección oeste
fr: En direction de l’ouest
ht: Pran direksyon lwès
pt_br: Sentido oeste
vi: Về hướng tây
zh_hans_cn: 西行
zh_hant_tw: 西行

source: When using TalkBack, we can hide maps to make the app easier to navigate.
es: Al usar TalkBack, podemos ocultar mapas para que sea más fácil navegar por la aplicación.
fr: Lorsque vous utilisez TalkBack, nous pouvons masquer les cartes pour faciliter la navigation dans l’application.
ht: Lè w ap itilize TalkBack, nou ka kache sèten kat pou aplikasyon an ka pi fasil pou navige.
pt_br: Ao usar o TalkBack, podemos ocultar mapas para facilitar a navegação no aplicativo.
vi: Khi sử dụng tính năng TalkBack, chúng ta có thể ẩn bản đồ để điều hướng ứng dụng dễ dàng hơn.
zh_hans_cn: 使用TalkBack时，我们可以隐藏地图以使应用程序更易于导航。
zh_hant_tw: 使用TalkBack時，我們可以隱藏地圖以使應用程式更易於導航。

source: When using VoiceOver, we can hide maps to make the app easier to navigate.
es: Al usar VoiceOver, podemos ocultar mapas para que sea más fácil navegar por la aplicación.
fr: Lorsque nous utilisons VoiceOver, nous pouvons masquer les cartes pour faciliter la navigation dans l’application.
ht: Lè w ap itilize VoiceOver, nou ka kache sèten kat pou aplikasyon an ka pi fasil pou navige.
pt_br: Ao usar o VoiceOver, podemos ocultar mapas para facilitar a navegação no aplicativo.
vi: Khi sử dụng tính năng VoiceOver, chúng ta có thể ẩn bản đồ để điều hướng ứng dụng dễ dàng hơn.
zh_hans_cn: 使用VoiceOver时，我们可以隐藏地图以使应用程序更易于导航。
zh_hant_tw: 使用VoiceOver時，我們可以隱藏地圖以使應用程式更易於導航。

source: You can always change location settings later in the Settings app.
es: Puede cambiar la configuración de ubicación en la aplicación de Configuración.
fr: Vous pourrez changer les paramètres de localisation dans les paramètres de l’application.
ht: Ou ka toujou chanje paramèt pozisyon yo apre nan paramèt aplikasyon an.
pt_br: Você sempre poderá mudar as configurações de localização mais tarde no aplicativo Configurações.
vi: Bạn luôn có thể thay đổi cài đặt vị trí sau trong ứng dụng Cài đặt.
zh_hans_cn: 您可以随时在“设置”应用程序中更改位置设置。
zh_hant_tw: 您可以隨時在「設定」應用程式中變更位置設定。

source: You’ll see nearby transit options and get better search results when you turn on Location Services for MBTA Go.
es: Verá opciones de tráfico cercanas y obtendrá mejores resultados de búsqueda cuando active los Servicios de Ubicación para MBTA Go.
fr: Vous verrez les options de transport à proximité et obtiendrez de meilleurs résultats de recherche lorsque vous activez les services de localisation pour MBTA Go.
ht: W ap wè opsyon transpò piblik ki toupre a epi jwenn pi bon rezilta rechèch lè w ouvri Sèvis Pozisyon an pou MBTA Go.
pt_br: Você verá opções de transporte próximas e obterá melhores resultados se ativar os Serviços de Localização para o MBTA Go.
vi: Bạn sẽ thấy các lựa chọn phương tiện công cộng ở gần và có được kết quả tìm kiếm tốt hơn khi bật dịch vụ vị trí cho MBTA Go.
zh_hans_cn: 打开MBTA Go的定位服务后，您将看到附近的交通选择并获得更好的搜索结果。
zh_hant_tw: 打開MBTA Go的定位服務後，您將看到附近的交通選擇並獲得更好的搜尋結果。

source: You’re outside the MBTA service area.
es: Está fuera del área de servicio de MBTA.
fr: Vous vous situez en dehors de la zone de service de MBTA.
ht: Ou deyò zòn sèvis MBTA a.
pt_br: Você está fora da área de serviço da MBTA.
vi: Bạn đang ở ngoài khu vực dịch vụ của MBTA.
zh_hans_cn: 您不在MBTA服务区内。
zh_hant_tw: 您位於MBTA服務區域之外。
